{
	"title": "United Mazes of Abortion Access",
	"intro": [
		{
			"type": "text",
			"value": "For 50 years with Roe, there was a relatively established path to <strong>abortion access</strong>…"
		},
		{ "type": "text", "value": "A path to <strong>healthcare…</strong>" },
		{
			"type": "text",
			"value": "A path to <strong>financial stability…</strong>"
		},
		{ "type": "text", "value": "A path to <strong>bodily autonomy…</strong>" },
		{ "type": "text", "value": "But since last year, we’ve had to chart" },
		{ "type": "text", "value": "<strong>Our Own Path</strong>" }
	],
	"scroll": [
		{
			"type": "text",
			"value": "On June 24, 2022, the US Supreme Court ruled that the right to an abortion was not protected by federal law. The impact was immediate."
		},
		{ "type": "text", "value": "Trigger bans went into effect in X states." },
		{
			"type": "text",
			"value": "Conservative legislatures, emboldened by the Dobbs decision, added barrier after barrier: medication access, gestational limits, counseling requirements, insurance coverage."
		},
		{
			"type": "text",
			"value": "Each new restriction added to an already complicated patchwork of rules and regulations across the United States, and especially in the South."
		},
		{
			"type": "text",
			"value": "But, while some states were erecting walls, others were tearing them down, creating less complex paths to abortion."
		},
		{
			"type": "text",
			"value": "It’s confusing, and complicated, and it doesn’t have to be this way. It’s time to chart our own path. Welcome to the…"
		},
		{ "type": "text", "value": "United Mazes of Abortion Access" }
	],
	"sections": [
		{
			"title": "The <strong>Big Fall</strong>",
			"chunks": [
				{
					"type": "div",
					"component": "Prose",
					"maze": "LA",
					"align": "left",
					"text": [
						{
							"type": "text",
							"value": "At least 13 states had been planning for this moment."
						},
						{
							"type": "text",
							"value": "On May 2, the Supreme Court’s upcoming ruling in Dobbs v. Jackson Women's Health Organization was leaked — they were overturning 50 years of abortion protections and precedent."
						},
						{
							"type": "text",
							"value": "As people across the country scrambled, these states waited, knowing that abortions would soon be banned within their borders. The court opinion leak gave some advanced warning, but when the official decision was released on June 24, 2022, it didn’t matter."
						},
						{
							"type": "text",
							"value": "People in <strong>Louisiana</strong> woke up on June 23 with abortion as an option. 24 hours later, it was illegal. Three days later it was legal again. Eleven days later: illegal. Four days later: legal. Seventeen days later: illegal."
						},
						{
							"type": "text",
							"value": "As this back-and-forth battle for abortion access played out in the courts, Nancy Davis was caught in the crossfire."
						},
						{
							"type": "text",
							"value": "In August 2022, Davis learned that the fetus she was carrying had a rare and fatal condition where the fetus does not form a skull. When she tried to go to an abortion clinic, it had shut down. When she tried to go to a hospital, the doctors there weren’t sure if they were allowed to help her."
						},
						{
							"type": "text",
							"value": "Davis told the New York Times: “They threw me to the wolves. You’re telling me all this is wrong with the baby, but, ‘OK, figure it out on your own.’”"
						},
						{
							"type": "text",
							"value": "In the months after the Supreme Court’s Dobbs decision, similar stories played out again and again across the U.S."
						}
					]
				},
				{
					"type": "div",
					"component": "Slide",
					"before": "There was…",
					"panels": [
						{
							"type": "text",
							"value": "Michelle in <strong>Tennessee</strong>"
						},
						{
							"type": "text",
							"value": "Laura in <strong>South Dakota</strong>"
						},
						{ "type": "text", "value": "Anna in <strong>Texas</strong>" }
					],
					"after": "And these names represent a fraction…"
				},
				{
					"type": "div",
					"component": "Prose",
					"maze": "FL",
					"align": "right",
					"text": [
						{
							"type": "text",
							"value": "...of those who were impacted after trigger bans went into effect — they’re the names we know about because they have chosen to publicly speak about their experiences. Countless others’ stories are unknown because they self-managed and never sought care, or couldn’t afford care, or couldn’t travel to get care, or were denied care."
						},
						{
							"type": "text",
							"value": "WeCount, a national abortion reporting effort from the Society of Family Planning noted that “the impact of the Dobbs decision is not equally distributed.”"
						},
						{
							"type": "text",
							"value": "There were 32,260 cumulative fewer abortions following the Dobbs decision from July to December, compared to the pre-Dobbs period, with “The greatest declines in the numbers of abortion occurred in the same states with the greatest structural and social inequities in terms of maternal morbidity and mortality and poverty.”"
						},
						{
							"type": "text",
							"value": "Even knowing these inequities, some states callously ignored them, introducing ban upon ban upon ban. After the initial impact of trigger bans, X more states, including <strong>Florida</strong> moved to outlaw abortion."
						},
						{
							"type": "text",
							"value": "Many states also began to chip away at access in other ways."
						}
					]
				},
				{
					"type": "div",
					"component": "Slide",
					"panels": [
						{
							"type": "text",
							"value": "<strong>Florida</strong> banned mailing abortion medication"
						},
						{
							"type": "text",
							"value": "<strong>Arkansas</strong> passed more regulations for providers"
						},
						{
							"type": "text",
							"value": "<strong>West Virginia</strong> allocated funds to fake reproduction clinics"
						}
					]
				},
				{
					"type": "div",
					"component": "Prose",
					"maze": "MT",
					"align": "right",
					"text": [
						{
							"type": "text",
							"value": "<strong>Montana</strong>, in particular, introduced over 30 bills to curtail abortion."
						},
						{
							"type": "text",
							"value": "As these state legislatures pushed through bills that were often more extreme than what the majority of their state wanted, they ignored a groundswell of support for abortion access. The people pushed back."
						}
					]
				}
			]
		},
		{
			"title": "The People <strong>Fight Back</strong>",
			"chunks": [
				{
					"type": "div",
					"component": "Prose",
					"maze": "KS",
					"align": "right",
					"text": [
						{
							"type": "text",
							"value": "From 1973 to 2022 abortions rights were protected under Roe. When the U.S. Supreme Court reversed this decision in the summer of 2022, it was met with a roar."
						},
						{
							"type": "text",
							"value": "Thousands of people across the country took to the streets with chants of “We Won’t Go Back!” and “Bans Off Our Bodies”"
						},
						{
							"type": "text",
							"value": "Over the next few months it would become clear this assault on abortion access was part of a larger culture war, taking aim at everything from same-gender marriage to contraception to gender-affirming care."
						},
						{
							"type": "text",
							"value": "Jonathan Mitchell, the architect behind Texas’ vigilante “bounty hunter” provision that allowed private citizens to enforce abortion law, warned that “Lawrence and Obergefell,” the Supreme Court cases that legalized sodomy and same-sex marriage were “...as lawless as Roe.”"
						},
						{
							"type": "text",
							"value": "They said the quiet part out loud. But the people were listening."
						},
						{
							"type": "text",
							"value": "<strong>Kansas</strong> served as a lynch pin. It was the first state to vote on abortion since the Dobbs decision, and in August 2022, voters there soundly rejected a proposed state constitutional amendment that would have said there was no right to an abortion in the state."
						},
						{
							"type": "text",
							"value": "It was a surprising victory to many people in the deeply conservative state. \"It's never looked like this in Kansas.,\" 23-year-old Jae Moyer told NPR, \"It's so amazing. I'm so proud of my state right now.\""
						}
					]
				},
				{
					"type": "div",
					"component": "Slide",
					"before": "Kansas wasn’t a blip. Three months later…",
					"panels": [
						{
							"type": "text",
							"value": "Voters in <strong>Kentucky</strong> rejected a ballot measure to deny constitutional protections"
						},
						{
							"type": "text",
							"value": "and voters in <strong>California</strong>, <strong>Michigan</strong>, and <strong>Vermont</strong> passed constitutional amendments protecting abortion"
						}
					]
				},
				{
					"type": "div",
					"component": "Prose",
					"maze": "WI",
					"align": "left",
					"text": [
						{
							"type": "text",
							"value": "The momentum continued. In April 2023, voters upended 15 years of Republican control of the <strong>Wisconsin</strong> Supreme Court by electing liberal judge Janet Protasiewicz, pushing the court’s balance to the left and offering a pathway to strengthen abortion access in the state."
						},
						{
							"type": "text",
							"value": "Fellow Wisconsin Supreme Court Justice Jill Karofsky told the Milwaukee Journal Sentinel that the results left her speechless. Karofsky then added: \"I am so happy for the people, I am so happy for the state of Wisconsin. I think they spoke loudly…”"
						},
						{
							"type": "text",
							"value": "These election results pointed to a growing divide between conservative state lawmakers who were working to limit abortion access and the states’ voters who wanted to protect, expand, and enshrine it."
						},
						{
							"type": "text",
							"value": "It also gave the people a roadmap of sorts to help protect and restore access, a glimmer of possibility, a confirmation of their power."
						},
						{
							"type": "text",
							"value": "In the year since the Dobbs decision, the path to abortion has become even more complicated."
						},
						{
							"type": "text",
							"value": "To try to capture this, we built 51 unique and playbale mazes, representing each of the 50 states and Washington D.C. The complexity of each maze is calculated using over 50 different data points (read more about these in the methodology): the more abortion restrictions, the more difficult the maze; the more abortion protections, the less difficult the maze."
						},
						{
							"type": "text",
							"value": "Your individual path is impacted by where you live, how much money you make, your race, ethnicity, and age, your access to health care, and so many other compounding factors, but we hope these mazes serve as a starting point."
						}
					]
				}
			]
		}
	],
	"modalNote": "Note: The difficulty for this maze was calculated using 56 state-level data points, including the ones mentioned above. Read the full methodology.",
	"methodology": [
		{
			"type": "text",
			"value": "To calculate the difficulty of each state maze, 56 state-level data points were collected, normalized, weighted, and combined to produce a complexity score. Abortion bans were weighted at XX. Other policies and laws aimed at limiting abortion access were weighted at X. Relevant health, political, and public opinion metrics were weighted at X."
		},
		{
			"type": "text",
			"value": "The complexity score for each state was then XXX maze algorithm here"
		},
		{
			"type": "text",
			"value": "The full list of data points and sources used is below."
		}
	]
}
